project/tmp/20180607/report_bw-exp_13/cache/4.580000.txt

['<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body><OTA_CancelRQ xmlns="http://www.opentravel.org/OTA/2003/05" CancelType="Cancel" EchoToken="cf04cefd-deb0-462e-90ed-76bfdf3fedc2" PrimaryLangID="en_US" Target="Test" TimeStamp="2018-06-07T09:11:40.002Z" TransactionIdentifier="8530FF68BCE64A6E853C8C42CC7D9AFF" Version="5.000"><UniqueID ID="BW" Instance="CHN" Type="10"/><UniqueID ID="HTL01031" Instance="CNF" Type="14"/><UniqueID ID="CHN01031" Instance="PNR" Type="14"/></OTA_CancelRQ></SOAP-ENV:Body></SOAP-ENV:Envelope>']